Repository: EBarbara/magazine-list
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Actions
pt_br: Ações

source: Appearance
pt_br: Aparição

source: Appearances
pt_br: Aparições

source: Bulk Add
pt_br: Adicionar em lote

source: Cancel
pt_br: Cancelar

source: Delete Issue
pt_br: Deletar edição

source: Delete Woman
pt_br: Deletar modelo

source: Edition
pt_br: Número

source: Explore the complete collection of magazines and models.
pt_br: Explore a coleção completa de revistas e modelos.

source: First
pt_br: Primeiro

source: First Year
pt_br: Primeiro ano

source: Girls in this issue
pt_br: Modelos nesta edição

source: Go
pt_br: Ir

source: Go to year:
pt_br: Ir para ano:

source: Image
pt_br: Imagem

source: Import Cover from URL
pt_br: Importar capa a partir de URL

source: Issue
pt_br: Edição

source: Issue Cover
pt_br: Capa da edição

source: Issue Covers
pt_br: Capas das edições

source: Issues
pt_br: Edições

source: Last
pt_br: Último

source: Last Year
pt_br: Último ano

source: Magazine / Date
pt_br: Revista / Data

source: Models
pt_br: Modelos

source: Name
pt_br: Nome

source: New Issue
pt_br: Nova edição

source: New Woman
pt_br: Nova modelo

source: Next
pt_br: Próximo

source: Next Year
pt_br: Próximo ano

source: No Cover
pt_br: Sem capa

source: No appearances registered for this model.
pt_br: Nenhuma aparição registrada para este modelo.

source: No girls found in this issue.
pt_br: Nenhuma modelo encontrada nesta edição.

source: No issues found.
pt_br: Nenhuma edição encontrada.

source: No models found.
pt_br: Nenhuma modelo encontrada.

source: Our Models
pt_br: Nossas modelos

source: Prev
pt_br: Anterior

source: Previous
pt_br: Anterior

source: Previous Year
pt_br: Ano anterior

source: Publishing Date
pt_br: Data de publicação

source: Save
pt_br: Salvar

source: Search
pt_br: Procurar

source: Search model...
pt_br: Procurar modelo...

source: Section
pt_br: Seção

source: Sections
pt_br: Seções

source: Upload & Save
pt_br: Salvar e enviar

source: Upload Cover from Computer
pt_br: Enviar capa do arquivo

source: View all Issues
pt_br: Ver todas as edições

source: View all Women
pt_br: Ver todas as modelos

source: View appearances
pt_br: Ver aparições

source: View details
pt_br: Ver detalhes

source: Welcome to Magazine List
pt_br: Bem-vindo ao Magazine List

source: Woman
pt_br: Modelo

source: Women
pt_br: Modelos

source: Page %(number)s of %(num_pages)s
pt_br: Página %(number)s de %(num_pages)s

source: Add Appearance
pt_br: Adicionar Aparição

source: Add Appearances
pt_br: Adicionar Aparições

source: Bulk Data (Format: Month/Year; Edition; Section)
pt_br: Dados em Massa (Formato: Mês/Ano; Edição; Seção)

source: Example
pt_br: Exemplo

source: Add Cover from URL
pt_br: Adicionar Capa via URL

source: Download & Save
pt_br: Baixar e Salvar

source: Confirm Delete
pt_br: Confirmar Exclusão

source: Are you sure you want to delete "%(object)s"? This action cannot be undone.
pt_br: Tem certeza que deseja excluir "%(object)s"? Esta ação não pode ser desfeita.

source: Format: Month/Year; Edition; Section
pt_br: Formato: Mês/Ano; Edição; Seção

source: Issue with this Publishing Date and Edition already exists.
pt_br: Já existe uma edição com esta Data de Publicação e Número.

source: Existing Issue
pt_br: Edição Existente

source: Or New Issue Date
pt_br: Ou Data de Nova Edição

source: Edition (Optional)
pt_br: Número (Opcional)

source: You must select an existing issue OR provide a date for a new one.
pt_br: Você deve selecionar uma edição existente OU fornecer uma data para uma nova.

source: OR
pt_br: OU

source: Image URL
pt_br: URL da Imagem

source: Bulk Add Appearances for %(woman)s
pt_br: Adicionar Aparições em Massa para %(woman)s

source: Edit Appearance for %(woman)s
pt_br: Editar Aparição de %(woman)s

source: Edit Appearance in %(issue)s
pt_br: Editar Aparição na %(issue)s

source: Update Section '%(section)s' for all appearances in %(issue)s
pt_br: Atualizar Seção '%(section)s' para todas as aparições na %(issue)s

source: Section '%(section)s' from %(issue)s (will delete %(count)s appearances)
pt_br: Seção '%(section)s' da %(issue)s (excluirá %(count)s aparições)

source: Add Cover from URL for %(issue)s
pt_br: Adicionar Capa via URL para %(issue)s

source: Upload Cover for %(issue)s
pt_br: Enviar Capa para %(issue)s
